---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeMultishapeTransitionParam
source: html/54e11b44-420c-cb13-b073-07bae036c8d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeMultishapeTransitionParam Property

"Multi Shape Transition Rect to Round"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeMultishapeTransitionParam { get; }
```